Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In the area of health, for instance, AI can today assess images
nb: området helse kan KI i dag vurdere bilder av mulig føflekkreft bedre enn

source: The guidelines from Nuffield Council of Bioethics suggest that the best available treatment in the national health service should be the baseline if the participants develop a different type of illness than the one being researched (
nb: I retningslinjene fra Nuffield Council of Bioethics foreslår man at den best tilgjengelige behandlingen i den nasjonale helsetjenesten bør være rettesnor dersom deltakere utvikler en annen type sykdom enn den man forsker på (

source: large data sets, it will be impossible for outsiders to reproduce and evaluate
nb: adgang til å analysere store datasett, vil det bli umulig for utenforstående å

source: The precautionary principle does not apply in cases of full uncertainty, only
nb: Føre var-prinsippet gjelder ikke i tilfeller med full usikkerhet, bare der

source: ensures that all output is anonymous.19 Such services can help researchers safeguard
nb: heller ikke SSBs servere og all output er anonym.19 Slike tjenester kan hjelpe forskere

source: The articles that Morty and his partners believe have been produced by the same paper mill have several distinctive features.
nb: Artiklene som Morty og samarbeidspartnerne mener stammer fra en og samme papirmølle, har flere særegne trekk.

source: But 'adult' stem cells have a major limitation with regard to growth – they are multipotent, which means that their ability to produce new cells is limited.
nb: Men stamceller fra fødte personer har en sterk begrensning når det gjelder vekst – de er multipotente, hvilket betyr at deres evne til å lage nye celler er begrenset.

source: This increases the possibility for repeating experiments and for verification, but it also generates new ethical problems relating to issues of editing, camera angles etc., for which there are currently no standards.
nb: Dette øker muligheten for å repetere og etterprøve eksperimenter, men det gir også grunnlag for nye etiske problemstillinger knyttet til spørsmål om klipping, kameravinkling etc., som det i dag ikke finnes standarder for.

source: developments in most European countries, where such strategies have already
nb: i de fleste europeiske land, der slike strategier allerede er utviklet eller vil bli

source: Various single-group designs (time-series designs) may be preferable, not least in the context of special-needs education (Befring 2015:33).
nb: Forskjellige en- gruppedesign (tidsseriedesign) kan være å foretrekke, ikke minst i en spesialpedagogisk kontekst (Befring 2015:33).

source: b) research institutions must have mechanisms for conducting such an independent scrutiny of whistleblowing cases in the institution
nb: b) forskningsinstitusjonene skal ha mekanismer for å gjennomføre slik uavhengig gransking av varslingssaker i institusjonen

source: That is unnatural,» Morty explains.
nb: Det er unaturlig, forklarer Morty.

source: research and assess the risks associated with the implications of their own
nb: egen forskning og vurdere risikoene knyttet til implikasjonene av den egne

source: Where involvement of other local resource persons beyond local researchers is not relevant, this must be substantiated vis-à-vis REC.
nb: Der det ikke er relevant å involvere andre lokale ressurspersoner utover lokale forskere, sannsynliggjøres dette overfor REK.

source: There are large areas of science and technology research that do not normally give rise to any major ethical problems or dilemmas.
nb: Det er store deler av naturvitenskapelig-teknologisk forskning som ikke vanligvis reiser store etiske problemer og dilemmaer.

source: anonymised data is used in analyses, comparing such data with other
nb: data i analysene vil sammenstillinger med andre data likevel kunne avdekke

source: I spent time and money on this, and became frustrated and angry,» he says.
nb: Jeg brukte tid og penger på dette, og ble frustrert og sinna, forteller han.

source: surveil ance systems based on AI can be perceived both as a possible benefit
nb: overvåkingssystemer basert på KI oppfattes både som et mulig gode og som

source: If researchers / research staff associated with a Norwegian institution will be participating in the project, an application must be sent to the Norwegian REC.
nb: Dersom forskere/forskningsmedarbeidere tilknyttet en norsk institusjon skal delta i prosjektet må norsk REK søkes.

source: The most detailed rules describing different instances of illicit trade in heritage objects are contained in the ICOM Code of Ethics for Museums from 2004.
nb: Det mest detaljerte regelverk som beskriver ulike eksempler på ulovlig handel med kulturgjenstander finner vi i ICOM Code of Ethics for Museums fra 2004.

source: is broader, and points out that AI systems must be structured in a way that
nb: systemene må være bygd opp på en måte som ivaretar menneskeverd og

source: On the other hand, patents may entail problems for further research by preventing the free flow of information, and may delay the development of new products and tools that can be used in diagnostics.
nb: På den annen side kan patenter føre med seg problemer for videre forskning da patenter kan hindre fri flyt av kunnskap, samt forsinke utvikling av nye produkter og verktøy som kan brukes innen diagnostikk.

source: Where possible, researchers should also use appropriate methods for demonstrating the uncertainty of the research.
nb: Der det er mulig, bør forskeren også benytte seg av egnete metoder for å framstille usikkerhet i forskningen.

source: By the same token it is also a question of what should be judged as interesting in the case of a person with power.
nb: Samtidig er det også for en mektig person et spørsmål om hva som skal anses som interessant.

source: Where is the distinction between therapy, improvement and prevention?
nb: Hvor går skillet mellom terapi, forbedring og forebygging?

source: It was only in 1975 that the World Medical Association came down in favour of requiring advance approval by an independent committee before a project can be initiated.
nb: Først i 1975 gikk Verdens legeforening inn for at det skal kreves forhåndsgodkjennelse av en uavhengig komité før prosjektet kan igangsettes.

source: Here Babbage referred to an honourable knight from Malta who, in 1788, claimed he had discovered a completely new species of animal on the beaches of Sicily.
nb: Her viste Babbage til en ærverdig ridder fra Malta som i 1788 hevdet han hadde oppdaget en helt ny art på stranden i Sicilia.

source: As the title suggests, Gilligan is of the opinion that all humans – women and men, girls and boys – are characterised by the difference in body and gender, and that this dissimilarity must be assessed as being of equal importance.
nb: Som tittelen antyder, mener Gilligan at alle mennesker, kvinner og menn, jenter og gutter, er preget av deres forskjellige kropp og kjønn, men at denne forskjelligheten skal vurderes som like viktig.

source: ensure that this use is in accordance with the original purpose.
nb: er i overensstemmelse med det opprinnelige formålet.

source: HI’s project was supported financially by the Research Council of Norway who required adherence to principles for responsible research and innovation (RRI).
nb: Da HI fikk støtte fra Forskningsrådet, fulgte det med et krav om å følge prinsipper for samfunnsansvarlig forskning og innovasjon (RRI).

source: As long as a Norwegian company is planning/funding the project, an application for pre-approval from the Norwegian REC will be needed in this case.
nb: Så lenge det er et norsk firma som planlegger/finansierer prosjektet må det søkes om etisk forhåndsgodkjenning fra norsk REK for det de planlegger å gjøre.

source: So-called hidden observation, i.e. observational studies in which the researcher does not make it known that he is a researcher, or what the purpose of the study is, is considered by many to be unethical.
nb: Såkalt skjult observasjon, det vil si observasjonsstudier der forskeren ikke beretter åpent om at han eller hun er forsker, ei heller om hva formålet er med studien, regnes av mange som problematisk etisk sett.

source: and their probability assessed.
nb: ut og sannsynliggjøres.

source: Xenotransplantation is a new way of exploiting animals and must therefore be considered as a separate issue.
nb: Xenotransplantasjon er en ny form for bruk av dyr og må derfor vurderes for seg.

source: Biological material will be collected for microbiological testing.
nb: Det vil bli innsamlet biologisk materiale for mikrobiologisk testing.

source: At the same time, there is disagreement, also
nb: Samtidig er det uenighet, også

source: Its requirements for manuscripts and bibliographic references were first published in 1979.
nb: Deres krav til manuskriptet og hvordan bibliografiske referanser skulle være, ble første gang publisert i 1979.

source: The consent that is granted following such a process of consultation shall, however, be the individual’s own, and based on the research participant’s own desire to participate.
nb: Det samtykket som gis etter en slik prosess med rådføring skal likevel være individets eget, og basert på forskningsdeltakerens eget ønske om å delta.

source: If no such representative is available and if the research cannot be delayed, the study may proceed without informed consent provided that the specific reasons for involving subjects with a condition that renders them unable to give informed consent have been stated in the research protocol and the study has been approved by a research ethics committee.
nb: Når det kan reises tvil om den som vurderes inkludert i et prosjekt, er samtykkekompetent, og vedkommende er pasient og har en behandlingsansvarlig som er en annen enn forskeren, bør prosjektleder konsultere den behandlingsansvarlige for å drøfte forsvarligheten av å inkludere pasienten i forskning.

source: (NESH 2016) comprise the central tool for elaborating on the ethical responsibility of researchers and others
nb: (NESH 2016) det sentrale verktøyet for å utdype det etiske ansvaret overfor

source: The term observational study encompasses both participatory and non-participatory observation.
nb: Betegnelsen observasjonsstudier omfatter både deltagende og ikke-deltagende observasjon.

source: It is also unclear at present how DNA vaccines should be defined and regulated, and whether the vaccinated organism can be defined as GMO, which may have implications for market acceptance.
nb: Videre er det i dag uklart hvordan DNA-vaksiner skal defineres og reguleresog om den vaksinerte organismen kan bli definert som GMO, hvilket kan haimplikasjoner for markedsaksept.

source: Many consider him to be the founder of experimental medicine, since he established the principles for conducting experiments (Bernard 1965).
nb: Han regnes av mange som grunnleggeren av den eksperimentelle medisinen, da han etablerte prinsippene for eksperimenter (Bernard 1965).

source: Psychoanalysis claims to be able to explain myths and symbols that use unconscious representations, such as distorted expression of the relationship between libidinal impulses (sex drive) and the repressive structure of the superego (which represents our conscience) (Ricoeur, 1997:318).
nb: Psykoanalysen påberoper seg å kunne forklare myter og symboler som frukter av ubevisste representasjoner, som forvrengte uttrykk for forholdet mellom libidinale impulser (seksualdrift) og den kuende strukturen til superego (som utgjør vår samvittighet) (Ricoeur, 1997:318).

source: At the same time, prominent researchers
nb: Samtidig har fremtredende forskere og

source: They should ensure transparency about who will have
nb: De bør sørge for åpenhet om hvem som skal

source: Genetically modified organisms (GMOs)
nb: Genmodifiserte organismer (GMO)

source: assessments can be based on realistic assumptions.
nb: vurderinger kan baseres på realistiske forutsetninger.

source: applications in many fields.
nb: ha anvendelser innen mange felt.

source: In addition, the researcher has ethical obligations to the world beyond that, to the people who are participating in the research and to other individuals and groups who are directly affected by the research.
nb: I tillegg har forskeren etiske forpliktelser utad overfor de menneskene som deltar i forskningen, og andre personer og grupper som direkte berøres av forskningen.

source: Academic environments therefore have a special responsibility.
nb: Fagmiljøene har derfor et særlig ansvar.

source: The latter scenario does not involve a fertilised egg that was produced in order to become a human being, and then proved superfluous.
nb: I det siste tilfellet står man ikke overfor en situasjon hvor det befruktede egget var laget for å bli til et menneske for såå vise seg overflødig.

source: the legality of the processing of personal data.
nb: personopplysninger skal være lovlig.

source: There are national laws and rules and international conventions and agreements regarding the use of laboratory animals, and both researchers and research managers must comply with these.
nb: Det finnes både nasjonale lover og regler og internasjonale konvensjoner og avtaler om bruk av forsøksdyr, og både forskere og forskningsansvarlige må følge disse.

source: Scientific studies of publication practice and authorship have also contributed to guidelines being made more specific.
nb: Vitenskapelige studier av publiseringspraksis og forfatterskap har også bidratt til konkretisering av retningslinjene.

source: d) can freely communicate their decision
nb: d) fritt kan kommunisere sin avgjørelse

source: NEM also referred to the fact that, in connection with research in low- and middle-income countries, it is important to exercise cultural sensitivity by adapting to and respecting local cultural circumstances when this is possible.
nb: Videre viste NEM til at det for forskning i lav- og mellominntektsland er viktig å vise kulturell sensitivitet ved å tilpasse seg og respektere lokale kulturelle forhold der det er mulig.

source: (Oslo: The Norwegian National Research Ethics Committees, 2018).
nb: (Oslo: De nasjonale forskningsetiske komiteene, 2018).

source: The association quickly became an arena for practically oriented researchers and played an important role in the professionalisation of science in the British Isles.
nb: Foreningen ble raskt en arena for praktisk orienterte forskere og spilte en viktig rolle for profesjonaliseringen av vitenskap på de britiske øyene.

source: In some cases, the informants will present special challenges to the researcher in terms of the free and informed consent requirement.
nb: I noen tilfeller vil informantene stille spesielle fordringer til forskeren med hensyn til etterlevelse av kravet om fritt og informert samtykke.

source: At the same time, the general opinion is that animals have a moral status, and that our treatment of them should be subject to ethical considerations.
nb: Samtidig er det en rådende oppfatning at dyr har en moralsk status, og at vår behandling av dem bør være gjenstand for etiske overveielser.

source: What degree of uncertainty can we accept?
nb: Hvor stor usikkerhet kan vi akseptere?

source: Research results and their application must be shared with society as a whole, both nationally and globally, and in particular with developing countries.
nb: Forskningsresultatene og anvendelsen av dem skal deles med samfunnet i sin helhet, både nasjonalt og internasjonalt, og spesielt med utviklingsland.

source: In cases where the research group understands that this is the case, the researcher should not be directly involved in recruiting the participants.
nb: Der forskningsgruppen oppfatter at dette er tilfellet, bør forskeren ikke være direkte involvert i rekruttering av deltakere.

source: opportunities, as they have the best knowledge of how far development has
nb: siden de har best kunnskap om hvor langt utviklingen har kommet.

source: Another model being applied involves (national) consortia that negotiate agreements with large publishers on package solutions that provide free access to all content, combined with free access to publish with open access in the publisher's (hybrid) journals.
nb: En annen modell som er tatt i bruk er at (nasjonale) konsortier forhandler frem avtaler med store utgivere om pakkeløsninger som betyr fri adgang til alt innhold og samtidig fri adgang til å publisere open access i utgiverens (hybride) tidsskrifter.

source: Pigs react instinctively with fear and protestation when restrained.
nb: Griser reagerer instinktivt med frykt og protest påå bli holdt fast.

source: The level must be clarified in consultation with local researchers/partners, and shall be justified vis-à-vis the REC.
nb: Nivået må avklares i samråd med lokale forskere/samarbeidspartnere, og skal forsvares overfor REK.

source: public in general of the project’s purpose and findings.
nb: allmennheten om prosjektets formål og resultater.

source: In other contexts, the authorities imposed a requirement for consent, for example for research on soldiers in the US Navy from 1932 onwards (President's Advisory Committee 1996:499).
nb: I andre sammenhenger stilte myndigheter krav om samtykke, for eksempel ved forskning på soldater i USAs marine fra 1932 av (President’s Advisory Committee 1996:499).

source: Researchers who develop and design AI systems can provide guidance on
nb: Forskere som utvikler og designer KI-systemer kan legge føringer på

source: over routine actions; at the other end, we have “cognitive” or “complex and
nb: den andre enden har vi «kognitive» eller «komplekse og helt autonome»

source: mimic, replace and extend intelligent human action, and human decisions
nb: teknologien har om å etterligne, erstatte og utvide menneskelig intelligent

source: Where scientific and technological development can be misused to
nb: Der vitenskapelig og teknologisk utvikling kan misbrukes til å svekke

source: The question therefore arises of whether it is acceptable to use experimental animals when the resources could have been used on alternative research.
nb: Det reises derfor spørsmål som for eksempel om det er riktig å bruke forsøksdyr når en kunne ha brukt ressursene på utvikling av alternativ forskning.

source: Does this compromise their integrity?
nb: Truer dette integriteten?

source: and sensitive information for a new purpose, or when the information can lead to
nb: opplysninger til et nytt formål, eller når opplysningene kan bidra til identifisering

source: case that all information that is openly available, and thus apparently public, can
nb: informasjon som ligger åpent tilgjengelig og dermed fremstår som offentlig, kan

source: «There is enormous power in this genetic tool, which affects us all», said Claes Gustafsson, chair of the Nobel Committee for Chemistry, in a statement.
nb: «There is enormous power in this genetic tool, which affects us all», sier Claes Gustavsson, lederen av nobelkomiteen i kjemi i en uttalelse om tildelingen.

source: Gender research is both integrated in subjects and traverses them; like ethics, it is post-disciplinary and transdisciplinary (Skærbæk and Nissen, 2014).
nb: Kjønnsforskning er både integrert i fagene og går på tvers av dem, den er – som etikk – postdisiplinær og transdisiplinær (Skærbæk og Nissen, 2014).

source: In the consultative input provided to NENT, several respondents
nb: I innspillene til NENT understreker flere at de fremstillingene

source: have launched “Responsible Research and Innovation” (RRI) in an attempt
nb: Innovation», RRI, (Ansvarlig forskning og innovasjon) som et forsøk på å

source: Within the framework of existing rules and regulations, institutions should have guidelines and procedures for preserving research data, in such a way that they can be retrieved - also after researchers have finished working at the institution.
nb: Institusjoner bør innenfor rammen av gjeldende regelverk ha retningslinjer og rutiner for å oppbevare forskningsdata på en slik måte at de kan hentes fram, også etter at forskeren har avsluttet sitt arbeidsforhold ved institusjonen.

source: The copyright holder may choose to make the document available through a CC licence.
nb: Den som har opphavsretten kan velge å gjøre dokumentet tilgjengelig med en CC-lisens.

source: They will also help prevent rules from being framed so bureaucratically that they fail to win acceptance among the research environments.
nb: De vil også kunne bidra til å hindre at det utformes regler som er så byråkratiske at de ikke får aksept i fagmiljøene.

source: Altogether 23 doctors were brought to justice in Nuremberg in 1947 for having conducted medical research on people in the concentration camps.
nb: Den medisinske forskningen på mennesker i konsentrasjonsleirene førte til rettsoppgjøret mot 23 leger i Nürnberg i 1947.

source: The researcher shall consult with a local research ethics committee to clarify acceptable reimbursement or compensation for research participants.
nb: Forskeren skal i samråd med lokal etisk komité og lokal samarbeidspartner avklare hva som er akseptabel kompensasjon eller godtgjørelse.

source: The Act states that there shall be research ethics committees covering all disciplines (§ 9).
nb: Loven slår fast at det skal være forskningsetiske komiteer som dekker alle fagområder (§ 9).

source: Dankel explains the need for extra ethical knowledge «inside the lab».
nb: Dankel forklarer hvorfor det er viktig å ha ekstra etisk kompetanse «inn i laben».

source: In the final account, the market power of the publishers depends on their ability attract manuscripts from the researchers, an ability which stems from the status and prestige enjoyed by the journals.
nb: Markedsmakten til utgiverne opprettholdes til syvende og sist av deres evne til å tiltrekke seg manuskripter fra forskerne, som igjen primært er et resultat av tidsskriftenes status og prestisje.

source: Risk and uncertainty
nb: Risiko og usikkerhet

source: joined forces to develop broad initiatives such as “Partnership on AI” and
nb: gått sammen om å utvikle brede initiativer som «Partnership on AI» og

source: All health and medical research in low-income countries must deal with the challenge that it is not possible to “refer” the participants to a well-functioning public health service when they need help.
nb: All helsefaglig og medisinsk forskning i lavinntektsland må forholde seg til utfordringen om at man ikke kan «henvise» deltakerne til en velfungerende offentlig helsetjeneste når de trenger hjelp.

source: of not developing the technology.
nb: konsekvensene av ikke å utvikle teknologien.

source: The expected consequences are short-term benefits, while the unintended consequences (for health and the environment) are often poorly investigated and may emerge over time.
nb: De forventede konsekvensene er gevinster som kan høstes på kort sikt, mens de utilsiktede konsekvensene (på miljø og helse) ofte er dårlig undersøkt og vil eventuelt erfares over tid.

source: This principle is important for a large part of science and technology research, and researchers have a shared responsibility for ensuring that evaluations are based on the precautionary principle and contribute to avoiding or diminishing harm.
nb: «Når menneskelige aktiviteter kan føre til moralsk uakseptabel skade som er vitenskapelig rimelig, men usikker, skal man foreta handlinger for å unngå eller minske slik skade.» Dette prinsippet er viktig for store deler av den naturvitenskapelig-teknologiske forskningen, og forskere har et medansvar for å legge forholdene til rette for vurderinger knyttet til føre var-prinsippet og bidra til å unngå eller minske skade.
